[BioViper X2CharacterTemplate]
strCharacterName="生化毒蛇怪"

[BioMEC X2CharacterTemplate]
strCharacterName="生化机械战士"

[AdvBioCaptainM1 X2CharacterTemplate]
strCharacterName="生化指挥官"

[AdvBioCaptainM2 X2CharacterTemplate]
strCharacterName="高级生化指挥官"

[AdvBioCaptainM3 X2CharacterTemplate]
strCharacterName="精英生化指挥官"

[AdvBioTrooperM1 X2CharacterTemplate]
strCharacterName="生化士兵"

[AdvBioTrooperM2 X2CharacterTemplate]
strCharacterName="高级生化士兵"

[AdvBioTrooperM3 X2CharacterTemplate]
strCharacterName="精英生化士兵"

[AdvBioAssaultTrooperM2 X2CharacterTemplate]
strCharacterName="生化突击兵"

[AdvBioAssaultTrooperM3 X2CharacterTemplate]
strCharacterName="重型生化突击兵"

[AdvBioAssaultTrooperM2B X2CharacterTemplate]
strCharacterName="生化突击兵"

[AdvBioAssaultTrooperM3B X2CharacterTemplate]
strCharacterName="重型生化突击兵"

[AdvBioRocketTrooperM2 X2CharacterTemplate]
strCharacterName="生化火箭兵"

[AdvBioRocketTrooperM3 X2CharacterTemplate]
strCharacterName="重型生化火箭兵"

[AdventNanoScaleVest X2EquipmentTemplate]
FriendlyName="ADVENT纳米护甲"
FriendlyNamePlural="ADVENT纳米护甲"
BriefSummary="ADVENT版本的纳米护甲。它为士兵提供更好的生命值加成，同时增加护甲和酸液抗性。"
TacticalText="<Bullet/> 为士兵提供2点额外生命值。\n<Bullet/> 同时，增加2点护甲并提供酸液免疫。"

[BioViperScaleVest X2EquipmentTemplate]
FriendlyName="生化鳞片护甲"
FriendlyNamePlural="生化鳞片护甲"
BriefSummary="升级版的纳米护甲，增加了生化毒蛇怪的鳞片和免疫能力。"
TacticalText="<bullet/> 增加士兵1点生命值，2点移动力和3点防御力。\n<bullet/> 提供对毒和酸的免疫。"

[Corpse_BioViper X2ItemTemplate]
FriendlyName="生化毒蛇怪尸体"
FriendlyNamePlural="生化毒蛇怪尸体"
BriefSummary="这种新型毒蛇怪似乎是由基础毒蛇怪的DNA创造出来的，但已被大量修改，拥有新的能力和特性。"

[Autopsy_BioViper X2TechTemplate]
DisplayName="生化毒蛇怪解剖"
Summary="生化毒蛇怪是毒蛇怪的最新进化形态。快速、致命且毒性极强。"
CodeName="生化危机"
LongDescription="这种新型毒蛇怪比其前身更加致命。它似乎拥有硬化的鳞片，这些鳞片已经变成了可以刺穿并释放致命生化毒素的尖刺。它在移动时还会留下一道致命的酸液痕迹。它仍然拥有喷射毒液和束缚压迫的能力，但为了更高的机动性和速度，它放弃了用舌头拖拽猎物的能力。"

[CorpseAdvBioAssaultTrooper X2ItemTemplate]
FriendlyName="变种人生化突击兵尸体"
FriendlyNamePlural="变种人生化突击兵尸体"
BriefSummary="变种人生化突击兵非常致命且强大。一旦发现，立即消灭！"

[Autopsy_AdvBioAssaultTrooper X2TechTemplate]
DisplayName="变种人生化突击兵解剖"
Summary="变种人生化突击兵与其他变种人士兵类似，但看起来他们被赋予了专为与生化毒蛇怪并肩作战而设计的特殊装备和护甲。"
CodeName="生化犀牛"
LongDescription="变种人生化突击兵，或称生化犀牛（因其冲锋陷阵、势不可挡的特性而得名），使他们成为非常致命的生化兵。他们能够承受重击并持续作战。他们还拥有自我修复的医疗服，使他们始终保持最佳状态，准备迎接更多的挑战！"

[CorpseAdvBioRocketTrooper X2ItemTemplate]
FriendlyName="变种人生化火箭兵尸体"
FriendlyNamePlural="变种人生化火箭兵尸体"
BriefSummary="变种人生化火箭兵会发射生化火箭。保持距离！"

[Autopsy_AdvBioRocketTrooper X2TechTemplate]
DisplayName="变种人生化火箭兵解剖"
Summary="与其他变种人士兵相比，变种人生化火箭兵似乎与其他变种人士兵类别无异。但不同的是，这些生化兵似乎被赋予了专为与生化毒蛇怪并肩作战而设计的特殊装备和护甲。"
CodeName="生化蜇刺者"
LongDescription="变种人生化火箭兵，或称生化蜇刺者，因其装备的手臂式生化火箭发射器而得名，这种发射器既可使用且他们会毫不犹豫地使用，使这些生化兵变得非常致命。他们可能像生化突击兵一样坚韧。但这些火箭兵会试图保持距离，在接近之前先用生化火箭远程攻击。据称，有些火箭兵还装备了额外的护甲，以保护自己免受意外爆炸的伤害。"

[BioViper_WPN X2WeaponTemplate]
FriendlyName="生化毒蛇怪光束步枪"

[BioRocket_Launcher X2WeaponTemplate]
FriendlyName="变种人生化火箭发射器"

[BioBlasteLauncher X2WeaponTemplate]
FriendlyName="变种人生化爆破发射器"

[BioCaptainM1_SMG_WPN X2WeaponTemplate]
FriendlyName="变种人磁力冲锋枪"

[BioCaptainM2_SMG_WPN X2WeaponTemplate]
FriendlyName="变种人磁力冲锋枪"

[BioCaptainM3_SMG_WPN X2WeaponTemplate]
FriendlyName="变种人磁力冲锋枪"

[AdvBioSaberM2 X2WeaponTemplate]
FriendlyName="变种人生化光剑"

[AdvBioSaberM3 X2WeaponTemplate]
FriendlyName="变种人生化光剑"

[AdvBioShieldM2 X2WeaponTemplate]
FriendlyName="变种人生化护盾"

[AdvBioShieldM3 X2WeaponTemplate]
FriendlyName="变种人生化护盾"

[BioAssaultTrooperM2_Shotgun_WPN X2WeaponTemplate]
FriendlyName="变种人磁力霰弹枪"

[BioAssaultTrooperM3_Shotgun_WPN X2WeaponTemplate]
FriendlyName="磁力霰弹枪"

[AdvBioStunLanceM2 X2WeaponTemplate]
FriendlyName="眩晕长矛"

[AdvBioStunLanceM3 X2WeaponTemplate]
FriendlyName="眩晕长矛"

[Weapon_BioRocket X2WeaponTemplate]
FriendlyName = "生化火箭发射器"
FriendlyNamePlural="生化火箭发射器"
TacticalText= "<bullet/> 生化火箭发射器每场任务只能使用一次。\n<bullet/> 从此发射器发射的火箭在撞击时爆炸，用有毒的尖刺刺穿目标，并在附近区域喷洒酸液。\n<bullet/> 必须穿着重型护甲才能部署。"
BriefSummary= "这款新型火箭发射器，基于生化毒蛇怪的研究制造，与标准火箭发射器相比基础伤害略低，但与新式生化火箭一同使用时，附加的生化酸爆炸效果将让大多数外星人四散奔逃。"

[BioBlasterLauncherXCom X2WeaponTemplate]
FriendlyName = "生化爆破发射器"
FriendlyNamePlural="生化爆破发射器"
TacticalText= "<bullet/> 生化爆破发射器每场任务只能使用一次。\n<bullet/> 从发射器发射的生化爆破弹在撞击时爆炸，造成基础爆炸伤害和酸液伤害。\n<bullet/> 必须穿着重型护甲才能部署。"
BriefSummary= "这款生化爆破发射器与其基础型号造成的伤害相同，但能穿透4点护甲，比标准爆破发射器多穿透1点。这是由于附加的生化酸具有腐蚀性。生化酸会灼烧所有敌人，除非它们对酸免疫。这些投射物能绕过阻挡地形，并能在极远范围内发射。"

[ProvingGroundsProject_BioRocket X2TechTemplate]
DisplayName="生化火箭"
Summary="毒酸火箭"
CodeName="BOOM"
LongDescription="这款新型生化火箭专为生化火箭发射器设计。其弹头装满生化毒酸，撞击时会覆盖一片区域。"

[Ability_BioRocket X2AbilityTemplate]
LocFriendlyName="生化火箭发射器"
LocLongDescription="向目标区域发射一枚生化火箭。"
LocHelpText="向目标区域发射一枚生化火箭。"
LocFlyOverText="发射生化火箭"

[BioBlasterLauncher X2AbilityTemplate]
LocFriendlyName="生化爆破弹"
LocLongDescription="向目标区域发射一枚制导生化爆破弹。"
LocHelpText="向目标区域发射一枚制导生化爆破弹。"
LocFlyOverText="发射生化爆破弹"

[ToxinSlash X2AbilityTemplate]
LocFriendlyName="毒素斩击"
LocLongDescription="对目标进行斩击，造成生化毒素伤害，并附加中毒效果，同时有一定几率使毒素造成神经损伤。这可能导致目标因血液中的毒素而出现眩晕、混乱或昏迷。"
LocHelpText="对单个目标进行斩击。"
LocFlyOverText="斩击目标。"

[AssaultStun X2AbilityTemplate]
LocFriendlyName="突击眩晕"
LocLongDescription="对目标进行斩击，造成眩晕伤害。这可能导致目标出现眩晕、混乱或昏迷。"
LocHelpText="对单个目标进行斩击。"
LocFlyOverText="眩晕目标。"

[PoisonBlindSpit X2AbilityTemplate]
LocFriendlyName="毒素唾液"
LocLongDescription="对多个目标进行有毒唾液攻击，可使目标失明并产生中毒效果。"
LocHelpText="向多个目标喷射有毒攻击。"
LocFlyOverText="毒素唾液"

[BioViperAcidBlood X2AbilityTemplate]
LocFriendlyName="酸血"
LocFlyOverText="酸血"
LocHelpText="受到伤害时流出酸液。"
LocLongDescription="受到伤害时流出酸液。"

[AcidDeathExplosion X2AbilityTemplate]
LocFriendlyName="酸蚀之死"
LocLongDescription="当生化毒蛇怪被击杀时，它会爆炸并对周围区域造成酸蚀伤害。"
LocHelpText="酸蚀之死爆炸伤害周围区域。"
LocFlyOverText="酸蚀之死"

[BioAssaultTrooperRegeneration X2AbilityTemplate]
LocFriendlyName="再生"
LocLongDescription="生化突击兵在回合开始时可以恢复2点生命值。"
LocHelpText="生化突击兵每回合可以恢复少量生命值。"
LocFlyOverText="再生"

[AdvBioShieldCover X2AbilityTemplate]
LocFriendlyName="高级掩护"
LocLongDescription="生化盾牌及其持有者为将突击兵作为掩护的盟友提供高级掩护效果。"
LocHelpText="生化盾牌及其持有者为将突击兵作为掩护的盟友提供高级掩护效果。"
LocFlyOverText="高级掩护"

[BioShieldBash X2AbilityTemplate]
LocFriendlyName="盾击"
LocLongDescription="用盾牌猛击目标。这可以使目标陷入混乱状态。"
LocHelpText="用盾牌猛击单个目标。"
LocFlyOverText="猛击目标。"





